// localized port names

"ether"                   = "Ethernet";
"multiether"              = "Ethernet %@";
"pci-ether"               = "Gniazdo %@ PCI Ethernet";
"pci-multiether"          = "Gniazdo %@ PCI Ethernet, port %@";
"thunderbolt-ether"       = "Gniazdo Ethernet Thunderbolt %@";
"thunderbolt-multiether"  = "Gniazdo Ethernet Thunderbolt %@, port %@";
"usb-ether"               = "Ethernet USB (%@)";
"generic-ether"           = "Adapter Ethernet (%@)";

"airport"                 = "Wi-Fi";
"generic-wireless"        = "Adapter sieci bezprzewodowej (%@)";

"firewire"                = "FireWire";
"pci-firewire"            = "Gniazdo %@ PCI FireWire";
"pci-multifirewire"       = "Gniazdo PCI FireWire %@, port %@";
"thunderbolt-firewire"    = "Gniazdo FireWire Thunderbolt %@";
"thunderbolt-multifirewire" = "Gniazdo FireWire Thunderbolt %@, port %@";
"generic-firewire"        = "Adapter FireWire (%@)";

"bluetooth"               = "Bluetooth DUN";
"bluetooth-modem"         = "Adapter USB modemu Bluetooth";
"bluetooth-modem-port"    = "Port modemu Bluetooth";
"generic-bluetooth-modem" = "Modem Bluetooth (%@)";

"bluetooth-pan-gn"        = "Bluetooth PAN";
"bluetooth-pan-nap"       = "Bluetooth PAN-NAP";
"bluetooth-pan-u"         = "Bluetooth P2P";

"irda"                    = "IrDA";
"irda-ircomm"             = "Adapter USB modemu IrDA";
"irda-ircomm-port"        = "Port modemu IrDA";

"loopback"                = "Pętla zwrotna";

"modem"                   = "Modem wewnętrzny";

"modem-port"              = "Port modemowy";
"modem-printer-port"      = "Port modemowy/drukarkowy";

"printer-port"            = "Port drukarkowy";
"serial-port"             = "Port szeregowy";

"usbmodem"                = "Modem USB"; 
"generic-usbmodem"        = "Modem USB (%@)"; 

"wwan"                    = "WWAN"; 

"bond"                    = "Ethernet łączony (%@)";

"bridge"                  = "Pomost (%@)";

"vlan"                    = "VLAN (%@)";

"ipv4"                    = "IPv4";

"l2tp"                    = "L2TP";

"pptp"                    = "PPTP";

"6to4"                    = "6do4";

"ipsec"                   = "IPSec";

"vpn"                     = "VPN (%@)";

// port names (from drivers) that would be good to localize

"AppleTV"                 = "USB Apple TV";

"Display Ethernet"        = "Ethernet monitora";
"Display FireWire"        = "FireWire monitora";

"External Modem"          = "Modem zewnętrzny";

"iPad"                    = "USB iPada";

"iPhone"                  = "iPhone USB";

"iPod"                    = "USB iPoda";

"USB Ethernet"            = "USB Ethernet";
"USB Gigabit Ethernet"    = "USB Gigabit Ethernet";

// older ("Built-in", HI changed) localizations

"X-airport"               = "AirPort";
"X-ether"                 = "Ethernet wbudowany";
"X-multiether"            = "Ethernet wbudowany %@";
"X-firewire"              = "FireWire wbudowany";
"X-bluetooth"             = "Bluetooth";
"X-iPhone"                = "iPhone";
